import random
phrases = """
Лорем>ипсум>долор>сит>амет>вим>еним>лаудем>долорум>не>облияуе>вивендо>аццусам>усу>еу>Веро>саперет>те>при>еи>яуем>абхорреант>еам>фалли>перципитур>ат>нам>Инсоленс>иудицабит>еи>меа>диам>инсоленс>цонсецтетуер>при>ад>Еум>ат>ерипуит>пондерум>инструцтиор>Ин>усу>чоро>вереар>хас>ут>опортеат>елецтрам>Инани>долор>саепе>не>вим>дуис>моллис>промпта>ид>еам>еам>нолуиссе>сплендиде>цонтентионес>еу>Ад>ест>лаборес>цонцлудатуряуе>но>сед>мелиоре>сусципит>Иисяуе>яуаеяуе>цум>ин>ин>вис>цибо>волуптуа>яуис>дицат>алтерум>пер>ин>Омиттам>персеяуерис>еа>мел>сеа>интеллегат>персеяуерис>еу>Еа>утамур>волуптуа>диссентиас>дуо>инвидунт>яуалисяуе>""".split('>')

def generate(length = 1):
  x = ''
  final_phrase = ''
  for i in range(length + 1):
    position = random.randint(0,102)

    word = phrases[position:position + 1]
    final_phrase = x
    x = str(x) + ''.join(word) + ' '

  return final_phrase
